{
    "language": [
        {
            "complianceFormType1": {
                "form": "noticeMeterInstallNTest",
                "date": "Date ",
                "salutation": "Dear valued TNB customer",
                "title": "NOTIFICATION LETTER OF TNB METER INSTALLATION INSPECTION AND TESTING",
                "paragraph1": "Please be informed that TNB is conducting inspections and testing of TNB meter installation at your premises to ensure it is working in good condition.Your kind cooperation during the inspection and testing process is much appreciated. For any enquiries, you may contact us at Thank you.",
                "paragraph2": "",
                "moto": "\"BETTER. BRIGHTER\", TNB PRACTISES A NO GIFT POLICY",
                "signOfSalutation": "Yours Sincerely,",
                "tickTitle": "For TNB use",
                "optionSelection1": "Customer present",
                "optionSelection2": "Customer absent",
                "signOff": "Verified by :",
                "staffDetailN": "Staff Name",
                "staffNo": "Staff No"
            }
        },
        {
            "complianceFormType2": {
                "form": "instllation inspection",
                "paragraph1": "Please be informed we have conducted inspections and testing of meter installation that records the usage of electricity to the  premises at  ",
                "paragraph2": "The inspection results show that the meter does not record actual electricity consumption readings as has been explained previously to you. Please be informed that TNB will claim the underbill charges from you."
            }
        },
        {
            "complianceFormType3": {
                "form": "noticeEvidenceCollection",
                "header": "Rujukan Kami : TNB (B) ",
                "headerDate": "Tarikh:",
                "salutation": "Pelanggan TNB Yang Dihormati,",
                "title": "Pemakluman Semakan Pepasangan Meter Elektrik oleh TNB",
                "paragraph1": "Dimaklumkan bahawa pemeriksaan dan pengujian telah dibuat ke atas pepasangan meter yang merekodkan penggunaan elektrik ke premis yang beralamat ",
                "paragraph2": "dengan No. Akaun ",
                "date": "pada",
                "time": "jam ",
                "paragraph3": "Hasil pengujian menunjukkan meter berkenaan tidak merekodkan bacaan penggunaan elektrik yang sebenar dan ini telah diterangkan kepada tuan/puan. Ingin dimaklumkan bahawa tuntutan amaun terkurang caj akan dibuat oleh TNB dan akan dimajukan kepada tuan/puan.",
                "paragraph4": "Sekiranya terdapat sebarang pertanyaan, tuan/puan boleh menghubungi",
                "paragraph5": "untuk tindakan selanjutnya.",
                "signOfSalutation": "Sekian,terima kasih.",
                "colDetails": [
                    {
                        "col1": "T/T Pemeriksa",
                        "col2": "Diterima Oleh (T/T) ",
                        "col3": "Nama Pemeriksa",
                        "col4": "No Pekerja",
                        "col5": "No.Tel",
                        "col6": "Jabatan",
                        "col7": "Nama ",
                        "col9": "Tarikh/Mase"
                    }
                ]
            }
        },
        {
            "complianceFormType4": {
                "form": "noticeDisconnectElectric",
                "heading1": "JADUAL",
                "heading2": "BORANG A",
                "heading3": "(subperaturan 6A(1))",
                "heading4": "MALAYSIA",
                "heading5": "AKTA BEKALAN ELEKTRIK 1990",
                "salutationTo": "Kepada:",
                "salutation": "Tuan/Puan/Cik/Tetuan,",
                "title": "NOTIS PEMOTONGAN BEKALAN ELEKTRIK DI BAWAH SUBSEKSYEN 38(1) AKTA BEKALAN ELEKTRIK 1990",
                "paragraph1": "Sila ambil perhatian pada ",
                "paragraph2": "satu pemeriksaan telah dilakukan terhadap pepasangan kami di premis tuan. Hasil pemeriksaan, kami mendapati bahawa pepasangan tersebut telah diusik atau diubahsuai dalam keadaan yang dinyatakan berikut di bawah:",
                "paragraph3": "Berdasarkan keterangan di atas, pihak kami berpendapat bahawa suatu kesalahan telah dilakukan di bawah Akta Bekalan Elektrik 1990 (”Akta”) seperti berikut:",
                "sectionSelect": [
                    {
                        "row1col1": "Subseksyen 37(3)*",
                        "row2col1": "Subseksyen 37(1)*",
                        "row3col1": "Subseksyen 37(14)*",
                        "row1col2": "mengambil tenaga",
                        "row2col2": "mengguna habis tenaga",
                        "row3col2": "mengguna tenaga",
                        "row4col2": "mengubah pinda indeks apa-apa meter atau alat yang digunakan di atas atau berkaitan dengan apa-apa pepasangan mana-mana pepasangan berlesen untuk merekodkan keluaran atau penggunahabisan tenaga; atau",
                        "row5col2": "menghalang apa-apa meter atau alat sedemikian daripada merekodkan dengan sempurnanya keluaran atau penggunahabisan tenaga.",
                        "row6col2": "merosakkan apa-apa meter atau alat lain yang digunakan atas atau berkaitan dengan mana-mana pepasangan berlesen bagi merekodkan keluaran atau penggunahabisan tenaga."
                    }
                ],
                "paragraph4": "Sila ambil perhatian bahawa di bawah subseksyen 38(1) Akta, tuan adalah diberi notis bahawa bekalan elektrik di premis seperti di atas akan dipotong pada ",
                "paragraph5": "Sila ambil perhatian juga bahawa pihak kami akan membuat tuntutan apa-apa kerugian dan perbelanjaan oleh pihak kami berikutan kesalahan yang dilakukan seperti di atas. Pihak kami akan mengemukakan pernyataan tuntutan kepada tuan dalam masa terdekat.",
                "rowClose": [
                    {
                        "holderNameRow": "Nama Pemegang Lesen",
                        "holderName2Row": "TENAGA NASIONAL BERHAD",
                        "addressRow": "Alamat",
                        "addressRow2": "TINGKAT 3, WISMA TNB KEPONG JALAN JINJANG PERMAI 1,JINJANG UTARA,52000 JINJANG,KUALA LUMPUR.",
                        "date": "Tarikh"
                    }
                ]
            }
        },
        {
            "complianceFormType5": {
                "form": "noticeDisconnectElectric",
                "title": "NOTIFICATION NOTIE OF CESSATION TEMPORARY INTERRUPTION OF ELECTRICITY SUPPLY FOR THE PURPOSE OF TESTING AND INSPECTIONS OF TNB'S METER INSTALLATION",
                "paragraph1": "Please be informed that TNB is conducting testing and inspection of TNB's meter installation at your premises to ensure that it works properly ",
                "paragraph2": "In view of the same please be informed that the electricity supply at your premises will be cessationed/temporarily interupted on ",
                "paragraph3": " Your kind cooperation is much appreciated",
                "paragraph4": " I hereby fully understand the contents of this notice and  that the electricity supply  to be  cessationed /temporarily interrupted for the above said purposes.",
                "verifyBy": [
                    {
                        "By": "Name(Customer/Owner/Representative",
                        "Id": "Identification Card No.",
                        "DateTime": "Date/Time"
                    }
                ]
            }
        },
        {
            "complianceFormType6": {
                "form": "formB cessation",
                "title": "NOTICE OF TEMPORARY CESSATION / INTERUPTION OF ELECTRICITY SUPPLY.",
                "paragraph1": "Please be informed that the supply of electricity at ",
                "paragraph2": "In view of the same please be informed that the electricity supply at your premises will be cessationed/temporarily interupted on",
                "paragraph3": "Your kind cooperation is much appreciated",
                "paragraph4": " I hereby fully understand the contents of this notice and  that the electricity supply  to be  cessationed /temporarily interrupted for the abovesaid purposes.",
                "paragraph5": " area shall be temporarily ceased/ interupted on from to for the purpose of ",
                "paragraph6": " shall be temporarily ceased/interrupted on ",
                "verifyBy": [
                    {
                        "By": "Name(Customer/Owner/Representative): "
                    },
                    {
                        "Id": "Identification Card No.: "
                    },
                    {
                        "DateTime": "Date/Time: "
                    }
                ]
            }
        },
        {
            "complianceFormType7": {
                "title": "NOTIFICATION LETTER (EXPLANATION SESSION WITHOUT PREJUDICE) REGARDING TO ELECTRICITY DISCONNECTION AND CLAIMS OF LOSS OF REVENUE AND EXPENSES AND RELATED CHARGES.",
                "paragraph1": "Please be informed that TNB is conducting inspections and testing of TNB meter installation at your premises to ensure it is working in good condition. The inspection results show that the meter does not record actual electricity consumption readings. ",
                "paragraph2": "Please note that under subsection 38 (1) of the Electricity Supply Act 1990, TNB will perform electricity disconnection at your premise as mentioned in disconnection notice (Form A) that will be given together with this letter and will claim any loss of revenue and expenses and related charges.",
                "paragraph3": "Therefore, you are invited to the office of REVENUE ASSURANCE which is addressed at ",
                "paragraph4": " after three (3) working days from the inspection date for explanation session without prejudice regarding to the actions will be taken by TNB. You are also encouraged to bring any proof and supporting documents for this session.",
                "closure": "For any enquiries, you may contact TNB at ",
                "closure2": "Thank you.",
                "addressOffice": "REVENUE ASSURANCE",
                "addressOffice2": "UNIT PENGURUSAN HASIL",
                "addressOffice3": "REVENUE MANAGEMENT ",
                "addressOffice4": "CUSTOMER SERVICE",
                "addressOffice5": "DISTRIBUTION NETWORK, TNB",
                "noticeReminder": "This notice is computer generated and does not require a signature "
            }
        }
    ]
}